---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationService
source: html/3a70dbef-ceb0-b241-1d98-88fb25007b3a.htm
---
# FabricationService Members

Releases all resources used by the FabricationService